// © Copyright 2004-2010, 2015 HP Development Company, L.P.

TaskName = "Regional upplåsning";

ChangingTitle = "Byter region…";
SuccessTitle = "Lyckades";
SuccessMsg = "Skrivarens region ändrades på rätt sätt.";
FailureTitle = "Fel";
FailureMsg = "Skrivarens region ändrades inte.";

HSDTaskTitleFieldText = "Ställ in ny region";
HSDTaskDescriptionFieldText = "Ange de siffror som representanten för kundtjänst ger dig nedan.";
HSDCheckButtonText = "Kontrollera";
HSDCheckButtontDescriptionText = "Klicka på \"Kontrollera\" för att generera ett bekräftelsenummer. Rapportera detta nummer till representanten för kundtjänst.";
HSDConfirmationNumberLableText = "Bekräftelsenummer:";
HSDSendButtontDescriptionText = "Klicka på \"Skicka\" för att återställa skrivaren.";
HSDSendButtonText = "Skicka";